tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
brew "anyenv"
brew "exa"
brew "fd"
brew "fzf"
brew "gcc"
brew "git"
brew "go"
brew "jq"
brew "neovim"
brew "python@3.9"
brew "node"
brew "ripgrep"
brew "rust"
brew "tig"
brew "tmux"
brew "tree"
brew "vim"
brew "wget"
brew "yarn"
brew "yq"
cask "discord"
cask "dotnet-sdk"
cask "font-hackgen"
cask "font-hackgen-nerd"
cask "google-chrome"
cask "google-drive"
cask "iterm2"
cask "visual-studio-code"
