bash
bat
bind
deno
docker
docker-compose
exa
fd
fzf
git
git-delta
github-cli
go
inetutils
jq
less
man-db
man-pages
neovim
nodejs
npm
openssh
python
python-pip
python-pynvim
ripgrep
rustup
systemd
tig
tmux
tree
unzip
vi
vim
wget
whois
xsel
yarn
yq
zsh
