bat
diffutils
exa
fd
fzf
git
git-delta
go
htop
inetutils
jq
man-db
man-pages
neofetch
neovim
openssh
ripgrep
tig
tmux
tree
vi
vim
wget
whois
xsel
yq
zsh
