arch-install-scripts
bat
bind
caddy
clang
deno
dhcpcd
diffutils
docker
docker-compose
exa
fd
ffmpeg
fzf
git
git-delta
github-cli
go
grpc-cli
inetutils
jq
lego
logrotate
man-db
man-pages
nano
neofetch
neovim
netctl
nmap
openresolv
openssh
p7zip
python
python-pip
python-pynvim
ripgrep
s-nail
sysfsutils
tftp-hpa
tig
tmux
tree
unzip
vi
vim
wget
whois
xsel
yq
yt-dlp
zip
zsh
